{
    "fn1": "Revenu annuel",
    "fn2": "Dépenses annuelles",
    "fn3": "Somme restante par an",
    "fn4": "Taux de croissance de l'investissement (TCI)",
    "fn5": "Taux d'intérêts (TI)",
    "fn6": "Retour sur investissement",
    "fn7": "Réinvestir les dividendes",
    "info1": "L'argent total gagnée chaque année (sans inclure les dividendes provenant des investissements réalisés).",
    "info2": "Combien d'argent doit être dépensée chaque année en moyenne (loyer, alimentation, loisirs, taxes/impôts...). La mentalité FI/RE implique de rendre cette quantité aussi petite que possible.",
    "info3": "Combien d'argent reste-t-il chaque année après les dépenses. Le but est d'investir directement cette somme.",
    "info4": "Taux représentant l'augmentation moyenne de la valeur de votre investissement par an. Par soucis de simplicité, on suppose ce taux constant. De plus, on considère qu'un investissement est effectué chaque début d'année, et ce taux est appliquée sur la fortune totale possédée en début d'année pour calculer sa nouvelle valeur en fin d'année. Par exemple, investir 1000€ le 01/01/2022 avec un TCI de 10% signifie que le 31/12/2024, cette argent se sera transformée en (1000 x (1+0.1)) x (1+0.1) = 1210€.",
    "info5": "Taux qui détermine les dividendes reçus chaque année en compensation de votre investissement. Egalement supposé constant, on considère qu'il est reçu à la fin de chaque année, et calculé sur la fortune totale accumulé au début de la même année.",
    "info6": "Votre retour sur investissement global. Comprend aussi bien la croissance de votre fortune que les dividendes reçus au fil des ans. Ce taux, ainsi que le TCI et le TI, ne sont que des suppositions. Il n'y a aucun moyen de connaître leurs valeurs précises à l'avance. values in advance. On peut uniquement tenter de les estimer, soit en moyennant leurs valeurs sur les années passées, ou en mesurant le potentiel futur de l'investissement réalisé. Cependant, ces estimations restent très incertaines.",
    "info7": "Vous pouvez choisir de garder vos dividendes pour votre usage personnel chaque année, ou les réinvestir l'année suivante. La deuxième option est plus en phase avec l'esprit de la démarche FI/RE.",
    "ht1": "Un nombre positif valide",
    "ht2": "Un nombre positif valide",
    "ht3": "La différence entre revenu et dépenses (doit être plus grande que 0)",
    "ht4": "Un nombre valide",
    "ht5": "Un nombre valide",
    "ht6": "La somme du TCI et du TI",
    "run": "Lancer la simulation",
    "no-chart": "Appuyer sur le bouton ci-dessus pour lancer la simulation",
    "currency": "€",
    "title1": "Paramètres",
    "title2": "Résultat",
    "base-info1": "Calculer le temps nécessaire pour atteindre votre indépendance financière avec un état d'esprit FI/RE, selon les paramètres suivants.",
    "base-info2": "Cette simulation est uniquement à but illustratif ! Comme elle utilise la règle des 4%, qui est maintenant dépassée, et non valide de toute manière pour une période d'inactivité de plus de 30 ans, elle ne doit pas être prise au pied de la lettre.",
    "base-info3": "(Placer la souris sur un paramètre pour obtenir des détails sur sa signification)",
    "r1": "Vous atteindrez votre indépendance financière ",
    "r2": "à la fin de l'année !",
    "r3": "l'année prochaine !",
    "r4": "dans ",
    "r5": " ans !",
    "caption": "Fortune accumulée à la fin de chaque année"
}