{
    "Home": {
        "title1": "Que veut dire ",
        "title-app": "FI/RE",
        "p1": "FI/RE est un acronyme anglais signifiant \"Indépendance Financière / Retraite tôt\". Le principe est de mieux gérer son argent dans le but d'avoir aussi vite que possible une sécurité financière pérenne. Cela permet ensuite d'avoir une grande liberté de choix : travailler quand, où, et sur le sujet que l'on veut, ou même prendre sa retraite.",
        "p2": "C'est en fait un style de vie qui tente de respecter les deux règles suivantes :",
        "p2-b1": "éviter les dépenses non nécessaires, et...",
        "p2-b2": "...investir le reste.",
        "p3": "Qui dit investissement dit incertitude. Les fluctuations du marché peuvent augmenter la valeur de nos investissements au fil du temps, tout comme elles peuvent la faire diminuer. Cependant, et à condition de ne pas investir n'importe où, on peut tout de même raisonnablement supposer une chose : en attendant suffisamment longtemps, la valeur de ces investissements finira par dépasser largement leur coût initial. A terme, cette fortune peut donc permettre de subvenir aux besoins du quotidien, année après année. Si vous vous demandez l'intérêt de la démarche, je vous conseille l'excellent livre de JL. Collins : ",
        "p3-a1": "The Simple Path to Wealth",
        "p4": "Voici un exemple concret.",
        "p4-b1": "Admettons que vous ayez besoin de 20000€ par an pour vivre correctement.",
        "p4-b2": "Vous gagnez un total de 50000€ par an.",
        "p4-b3": "Imaginons que vous investissiez les 30000€ restants chaque année. Peu importe où, ce qui importe est le rendement de votre investissement, que l'on suppose par exemple à 8% par an, en moyenne.",
        "p4-b4": "Après 11 ans, votre fortune investie représentera un total approximatif de 540000€.",
        "p5.1": "Comment savoir si cela est suffisant pour subvenir aux 20000€ de dépenses annuelles ? Tout d'abord, simplement faire le rapport entre 540000 et 20000 n'est pas correct : chaque année qui passe, la fortune investie gagne de la valeur supplémentaire (ou en perd selon les fluctuations du marché). Des recherches ont été menées sur le sujet par de nombreux experts. En particulier, un résultat célèbre (et l'un des plus anciens), appelé ",
        "p5-a1": "\"règle des 4%\"",
        "p5.2": ", stipule qu'en retirant 4% de ces 540000€ chaque année (c'est à dire plus de 20000€), notre fortune nous permettrait de tenir au moins 30 ans.",
        "p6.1": "Cependant, cette règle a été obtenu avec des hypothèses sur le marché trop anciennes, et beaucoup pensent qu'elle n'est maintenant ",
        "p6-a1": "plus applicable",
        "p6.2": ". De plus, elle n'offre aucune certitude sur une période de plus de 30 ans. ",
        "p6-a2": "De nouvelles versions de cette règle",
        "p6.3": " ont été développées, de façon à ce que la somme annuelle retirée soit variable, pour tenir compte des fluctuations du marché, et par exemple retirer moins lorsque les performances sont mauvaises, et inversement, avoir la possibilité de retirer plus lorsqu'elles sont bonnes. Bref, le principe reste faisable, à condition de gérer cette fortune avec sagesse. Ces techniques sont d'ailleurs appliquées par de grandes structures, par exemple des universités, pour savoir quelle quantité d'argent peut être dépensée chaque année, de sorte à maintenir une situation financière pérenne. De plus, un organisme célèbre du nom de Vanguard a même récemment étudié le ",
        "p6-a3": "cas d'une période d'inactivité supérieure à 30 ans",
        "p6.4": " et en a conclu que, bien que le taux de retrait annuel doit être revu à la baisse, la démarche reste possible !",
        "title2": "Comment utiliser le site ?",
        "first-step": "La fonction de simulation rapide permet de comprendre comment de faibles dépenses, combinées à des investissements périodiques, peuvent aider à atteindre cet état d'indépendance financière.",
        "second-step": "(Fonction principale en cours de développement...)"
    },
    "NotFound": {
        "notfound": "La page que vous avez demandée est introuvable."
    }
}
